type QuestionType = {
  id: number
  question: string
  answer: string
}

export const questionsData: QuestionType[] = [
  {
    id: 1,
    question: 'Что такое хастл?',
    answer:
      'Парный социальный танец, который основан на взаимодействии и импровизации.',
  },
  {
    id: 2,
    question: 'У меня получится?',
    answer:
      'Хастл очень прост в изучении, так как не требует специальной подготовки и особых физических возможностей.',
  },
  {
    id: 3,
    question: 'Что делать, если я без пары?',
    answer:
      'Во время занятия происходит постоянная смена пар, поэтому партнер / партнерша найдется для всех.',
  },
  {
    id: 4,
    question: 'В чем приходить на занятие?',
    answer:
      'Любая удобная спортивная или повседневная одежда, которая не сковывает движения, и сменная обувь на мягкой подошве.',
  },
  {
    id: 5,
    question: 'Под какую музыку танцуют?',
    answer:
      'Поп, RnB, хип-хоп, электро, диско, джаз, латино, даже рок и классика - в хастле практически нет музыкальных границ.',
  },
  {
    id: 6,
    question: 'Где танцуют?',
    answer:
      'Хастл - дискотеки проходят со вторника по воскресенье в клубах Москвы, а летом на набережной в Нескучном саду.',
  },
]
