import { TrainerType } from './types'

export const tatianaParol: TrainerType = {
  slug: 'tatiana_parol',
  name: 'Татьяна Пароль',
  description: [
    'Специалист с высшим хореографическим образованием',
    'Танцует 25 лет',
    'Преподает 20 лет',
  ],
  markDownPageDescription: `Специалист с высшим хореографическим образованием.
  
  Опытный постановщик в нескольких танцевальных жанрах:
  * Детский танец
  * Классический танец
  * Акробатический танец
  * Эстрадная хореография
  
  Образование:
  * 2000-2004 – Колледж Тольяттинского института искусств
  * 2006-2011 – Федеральное государственное образовательное учреждение высшего профессионального образования «Московский государственный университет культуры и искусств»
  
  Опыт работы:
  * 2001-2005 – Муниципальное бюджетное учреждение дополнительного образования «Детская хореографическая школа имени М.М. Плисецкой» г.о. Тольятти.
  * 2005-2011 – театр «Московия» под руководством Л.Р. Сабитовой.
  * 2011-2014 – театр классического балета «Корона русского балета» под руководством А. Емельянова.
  * 2011-2014 – новогодняя елка в Кремле.
  * 2007 – 2023 – Дворец творчества детей и молодежи "Преображенский"
  
  В спортивно-танцевальном ансамбле «Арабески» государственный университет культуры и искусств".`,
  imgSrc: `/trainers/tatiana_parol.jpg`,
}
