import { TrainerType } from './types'

export const tatianaParol: TrainerType = {
  slug: 'tatiana_parol',
  name: 'Татьяна Пароль',
  description: [
    'Специалист с высшим хореографическим образованием',
    'Танцует 25 лет',
    'Преподает 20 лет',
  ],
  pageDescription: [
    'Опытный постановщик в нескольких танцевальных жанрах:',
    'детский танец, классический танец, акробатический танец и эстрадная хореография.',
    'Специалист с высшим хореографическим образованием.',
    'Образование:',
    '2000-2004 – Колледж Тольяттинского института искусств',
    '2006-2011 – Федеральное государственное образовательное учреждение высшего профессионального образования «Московский государственный университет культуры и искусств»',
    '',
    '',
    '',
    '',
    '',
    '',
  ],
  imgSrc: `/trainers/tatiana_parol.jpg`,
}
